=begin
Есть массив [621, 445, 147, 159, 430, 222, 482, 44, 194, 522, 652, 494, 14,
126, 532, 387, 441, 471, 337, 446, 18, 36, 202, 574, 556, 458, 16, 139, 222,
220, 107, 82, 264, 366, 501, 319, 314, 430, 55, 336] , сохранить массив в
переменную и проделать с ней следующее (должен выводиться результат, но саму
переменную не менять):
=end
# TODO

# узнать количество элементов в массиве
# TODO

# перевернуть массив
# TODO

# найти наибольшее число
# TODO

# найти наименьшее число
# TODO

# отсортировать от меньшего к большему
# TODO

# отсортировать от большего к меньшему
# TODO

# удалить все нечетные числа
# TODO

# оставить только те числа, которые без остатка делятся на 3
# TODO

# удалить из массива числа, которые повторяются (то есть, нужно вывести массив,
# в котором нет повторов)
# TODO

# разделить каждый элемент на 10, в результате элементы не должны быть
# округленыдо целого
# TODO

# получить новый массив, который бы содержал в себе те буквы английского
# алфавита, порядковый номер которых есть в нашем массиве
# TODO

# поменять местами минимальный и максимальный элементы массива
# TODO

# найти элементы, которые находятся перед минимальным числом в массиве
# TODO

# необходимо найти три наименьших элемента
# TODO
